Repository: MIYO-UI/kdev-flatpakbuilder
Catalog: po/*.po
Languages: pl

source: Flatpak Builder
pl: Budowniczy Flatpak

source: Build Flatpak
pl: Zbuduj Flatpak

source: Install Flatpak
pl: Zainstaluj Flatpak

source: Export Bundle
pl: Eksportuj pakiet

source: Create Manifest
pl: Utwórz manifest

source: Edit Manifest
pl: Edytuj manifest

source: Could not find Flatpak manifest file for this project.
pl: Nie można znaleźć pliku manifestu Flatpak dla tego projektu.

source: No Flatpak manifest found for this project. Would you like to create one?
pl: Nie znaleziono manifestu Flatpak dla tego projektu. Czy chcesz utworzyć nowy?

source: No Flatpak manifest found for this project. Build the project first.
pl: Nie znaleziono manifestu Flatpak dla tego projektu. Najpierw zbuduj projekt.

source: Manifest Flatpak already exists for this project. Do you want to create a new one?
pl: Manifest Flatpak już istnieje dla tego projektu. Czy chcesz utworzyć nowy?

source: Could not create manifest file: %1
pl: Nie można utworzyć pliku manifestu: %1

source: Flatpak Build: %1
pl: Budowanie Flatpak: %1

source: Flatpak Install: %1
pl: Instalacja Flatpak: %1

source: Flatpak Export: %1
pl: Eksport Flatpak: %1

source: Invalid manifest path: %1
pl: Nieprawidłowa ścieżka manifestu: %1

source: Could not create build directory: %1
pl: Nie można utworzyć katalogu budowania: %1

source: flatpak-builder not found. Please install flatpak-builder package.
pl: Nie znaleziono flatpak-builder. Zainstaluj pakiet flatpak-builder.

source: flatpak not found. Please install flatpak package.
pl: Nie znaleziono flatpak. Zainstaluj pakiet flatpak.

source: Process exited with code %1
pl: Proces zakończył się z kodem %1

source: Flatpak successfully built.
pl: Flatpak został pomyślnie zbudowany.

source: Flatpak successfully installed.
pl: Flatpak został pomyślnie zainstalowany.

source: Flatpak successfully exported to bundle.
pl: Flatpak został pomyślnie wyeksportowany do pakietu.

source: Select flatpak-builder executable
pl: Wybierz plik wykonawczy flatpak-builder

source: All Files (*)
pl: Wszystkie pliki (*)

source: Select flatpak executable
pl: Wybierz plik wykonawczy flatpak

source: Select build directory
pl: Wybierz katalog budowania

source: Flatpak Builder Settings
pl: Ustawienia Budowniczego Flatpak

source: Flatpak Tools
pl: Narzędzia Flatpak

source: flatpak-builder path:
pl: Ścieżka do flatpak-builder:

source: Browse...
pl: Przeglądaj...

source: flatpak path:
pl: Ścieżka do flatpak:

source: Build Settings
pl: Ustawienia budowania

source: Default build directory:
pl: Domyślny katalog budowania:

source: Documentation
pl: Dokumentacja

source: Flatpak Builder is a tool for building Flatpak applications.
pl: Flatpak Builder to narzędzie do budowania aplikacji Flatpak.

source: For more information about Flatpak, visit:
pl: Więcej informacji o Flatpak można znaleźć na stronie:
